000100 IDENTIFICATION DIVISION.
000200 PROGRAM-ID. HELLO.
000300*
000400 PROCEDURE DIVISION.
000500     DISPLAY "HELLO, WORLD!".
000600     STOP RUN.
